{
  "timezone": "Fuso horário",
  "timezoneInfo": "O seu fuso horário foi alterado com sucesso",
  "save": "Salvar",
  "avatar": "Avatar",
  "email": "Correio electrónico",
  "profile": "Perfil",
  "edit": "Editar",
  "firstName": "primeiro nome",
  "lastName": "Sobrenome",
  "updatePassword": "Actualizar palavra-passe",
  "editPersonalInformation": "Editar informação pessoal",
  "successPersonalInformation": "A sua informação pessoal foi alterada com sucesso",
  "firstNameError": "O primeiro nome deve ter pelo menos 3 caracteres",
  "lastNameError": "Sobrenome deve ter pelo menos 3 caracteres",
  "emptyError": "O campo não deve estar vazio",
  "removeAccount": "RemoverConta",
  "removeAccountBody": "Depois de remover a sua conta perderá o acesso ao seu servidor, website, lista negra e monitores de ficheiros de registo e a todos os seus dados históricos",
  "removeAccountButton": "Remover a minha conta",
  "removeAccountAnnotationTitle": "Todos os seus dados serão removidos",
  "removeAccountAnnotationContent": "Depois de remover a conta, a sua subscrição do plano também será removida. Esteja ciente, a remoção da conta é definitiva. Não haverá forma de restaurar a sua conta",
  "enterPasswordConfirmRemove": "Introduza a palavra-passe para confirmar a remoção da conta",
  "consentHeadline": "Receber actualizações de monitorização 360 e comunicação comercial",
  "consentBody": "As empresas do grupo WebPros podem armazenar e processar os dados que forneço para entregar conteúdos de marketing personalizados, tais como boletins informativos e ofertas individuais, de acordo com a Política de Privacidade. As ofertas personalizadas podem ser baseadas em informações adicionais como dados de utilização e comportamento (Perfiling). Posso revogar este consentimento em qualquer altura nas preferências da plataforma",
  "consentSuccess": "O seu consentimento foi alterado com sucesso",
  "consentRevoke": "Desinscreveu com sucesso a nossa comunicação comercial",
  "currentPassword": "Senha actual",
  "newPassword": "Nova Palavra-passe",
  "newPasswordConfirm": "Confirmar nova senha",
  "passwordMinLength8": "A palavra-passe deve ter pelo menos 8 caracteres",
  "passwordsNotMatch": "Novas senhas não coincidem",
  "successChangePassword": "A sua palavra-chave foi alterada com sucesso"
}
