{
  "timezone": "Fuseau horaire",
  "timezoneInfo": "Votre fuseau horaire a été modifié avec succès",
  "save": "Save",
  "avatar": "Avatar",
  "email": "Email",
  "profile": "Profil",
  "edit": "Editer",
  "firstName": "Prenom",
  "lastName": "Nom",
  "updatePassword": "Mettre à jour le mot de passe",
  "editPersonalInformation": "Editer les informations personnelles",
  "successPersonalInformation": "Vos informations personnelles ont été modifiées avec succès",
  "firstNameError": "Le prénom doit comporter au moins 3 caractères",
  "lastNameError": "Le nom de famille doit comporter au moins 3 caractères",
  "emptyError": "Le champ ne doit pas être vide",
  "removeAccount": "Supprimer le compte",
  "removeAccountBody": "Après avoir supprimé votre compte, vous perdrez l'accès à votre serveur, à votre site Web, à votre liste noire, aux moniteurs de fichiers journaux et à toutes les données hisotiques",
  "removeAccountButton": "Supprimer mon compte",
  "removeAccountInfo": "Après avoir supprimé votre compte, vous perdrez l'accès à votre serveur, à votre site Web, aux moniteurs de listes noires et de fichiers journaux et à toutes les données historiques.",
  "removeAccountAnnotationTitle": "Toutes vos données seront supprimées",
  "removeAccountAnnotationContent": "Après avoir supprimé le compte, votre abonnement au plan sera également supprimé. Sachez que la suppression du compte est définitive. Il n'y aura aucun moyen de restaurer votre compte",
  "enterPasswordConfirmRemove": "Entrez le mot de passe pour confirmer la suppression du compte",
  "consentHeadline": "Recevoir des mises à jour du Suivi 360 et des communications commerciales",
  "consentBody": "Les sociétés du groupe WebPros peuvent stocker et traiter les données que je fournis pour diffuser des contenus marketing personnalisés tels que des newsletters et des offres individuelles conformément à la politique de confidentialité. Les offres personnalisées peuvent être basées sur des informations supplémentaires comme les données d'utilisation et de comportement (profilage). Je peux révoquer ce consentement à tout moment dans les préférences de la plateforme.",
  "consentSuccess": "Votre accord a été modifié avec succès",
  "consentRevoke": "Vous vous êtes désabonné avec succès de notre communication commerciale",
  "currentPassword": "Mot de passe actuel",
  "newPassword": "Nouveau mot de passe",
  "newPasswordConfirm": "Confirmer le nouveau mot de passe",
  "passwordMinLength8": "Le mot de passe doit comporter au moins 8 caractères",
  "passwordsNotMatch": "Les nouveaux mots de passe ne correspondent pas",
  "successChangePassword": "Votre mot de passe a été modifié avec succès"
}