{
  "timezone": "Fuso orario",
  "timezoneInfo": "Il tuo fuso orario è stato modificato con successo",
  "save": "Salva",
  "avatar": "Avatar",
  "email": "Email",
  "profile": "Profilo",
  "edit": "Modifica",
  "firstName": "Nome",
  "lastName": "Cognome",
  "updatePassword": "Aggiorna password",
  "editPersonalInformation": "Modifica informazioni personali",
  "successPersonalInformation": "Le informazioni personali sono state modificate con successo",
  "firstNameError": "Il nome deve essere lungo almeno 3 caratteri",
  "lastNameError": "Il cognome deve essere lungo almeno 3 caratteri",
  "emptyError": "Il campo non deve essere vuoto",
  "removeAccount": "Rimuovi account",
  "removeAccountBody": "Dopo aver rimosso il tuo account perderai l'accesso al tuo server, al sito web, alla blacklist, ai monitor dei file di log e a tutti i dati isotici",
  "removeAccountButton": "Rimuovi il mio account",
  "removeAccountInfo": "Dopo aver rimosso il vostro account perderete l'accesso al vostro server, al sito web, ai monitoraggi delle blacklist e dei file di log e a tutti i dati storici",
  "removeAccountAnnotationTitle": "Tutti i vostri dati saranno rimossi",
  "removeAccountAnnotationContent": "Dopo aver rimosso l'account, anche l'abbonamento al piano verrà rimosso. Attenzione, la rimozione dell'account è definitiva. Non ci sarà modo di ripristinare l'account",
  "enterPasswordConfirmRemove": "Inserire la password per confermare la rimozione dell'account",
  "consentHeadline": "Ricevere gli aggiornamenti di 360 Monitoring e le comunicazioni commerciali",
  "consentBody": "Le società del gruppo WebPros possono memorizzare ed elaborare i dati da me forniti per fornire contenuti di marketing personalizzati, come newsletter e offerte individuali, in conformità con l'Informativa sulla privacy. Le offerte personalizzate possono basarsi su informazioni aggiuntive come i dati di utilizzo e di comportamento (Profilazione). Posso revocare questo consenso in qualsiasi momento nelle preferenze della piattaforma",
  "consentSuccess": "Il vostro consenso è stato modificato con successo",
  "consensoRevoca": "Hai effettuato con successo la disiscrizione dalla nostra comunicazione commerciale",
  "currentPassword": "Password attuale",
  "newPassword": "Nuova Password",
  "newPasswordConfirm": "Conferma nuova password",
  "passwordMinLength8": "La password deve essere lunga almeno 8 caratteri",
  "passwordsNotMatch": "Le nuove password non corrispondono"
}